[Main]
DisplayName=Norsk

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varsel
lbl_Warnning_Detail.caption=Dette dataprogrammet er kopibeskyttet ved lov og av internasjonale avtaler.
lbl_copyright.caption=© IObit. Alle rettigheter reservert.
lbl_Thanks_Title.caption=Spesiell takk til følgende personer for viktige bidrag:
rdhtmlEula.caption=<a>Sluttbrukeravtale</a> | <a>Personvernregler</a>
Instructions_M=Instruksjoner for avinstallering
lblAcknow.caption=Takk

[ActionCenter_M]
M_HideAC=Skjul
M_ShowAC=Vis
M_AC_Tips=Få bedre sikkerhetsbeskyttelse og ytelsesforbedringer med de anbefalte programme.
M_ShowACTitle2=Merk!
M_ShowACDesc=Alle anbefalte programmer er skjulte! Klikk på "Vis" for å vise andre anbefalte programmer. Installer dem for bedre sikkerhetsbeskyttelse og PC-ytelse.
M_LearnRecommendNote=Ingen anbefalte produkter på nåværende tidspunkt
M_LearnRecommendDesc=Vennligst klikk på "Lær mer" for å se flere produkter som kan være av interesse for deg.
M_none=Ingen
M_Fix=Installer nå
M_LearnMore=Lær mer
M_Install=Installer nå
M_fixing=Installer
M_Updating=Oppdaterer
M_failed=Feilet
M_RuningWell=Siste versjon er installert
M_Outdated=Utdatert
M_NotInstalled=Ikke installert
M_Insatlled=Installert
M_Update=Oppdater nå
M_ASCCaption=Systemytelse
M_ASCInfo_NotIns=Rydd opp i søppelfiler, registerfeil og  privatforhold i systemet ditt.
M_ASCInfo_UpToDate=Advanced SystemCare øker hastigheten og optimaliserer PCen med 1 klikk.
M_ASCInfo_NeedUpDate=Advanced SystemCare er utdatert.
M_RunASC=Skann nå
M_ASCOffer=Rydd og optimaliser PCen med 1-klikk.<br>Øk hastigheten på PCen med opptil 200%.<br>Boost Internet med opptil 300%.<br>Overvåk forholdene for PCen i sanntid for en jevnere kjøring.<br>Beskytt PCen mot vanlig spionprogrammer.
M_IMFCaption=Beskyttetlse mot trusselprogrammer
M_IMFInfo_NotIns=Oppnå bedre beskyttelse ved å installere IObits anti-trusselprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter beskytter PCen din mot ulike trusselprogrammer.
M_IMFInfo_NeedUpDate=Ditt anti-trusselprogram er utdatert.
M_RunIMF=Skann nå
M_IMFOffer=Omfattende sanntidsbeskyttelse mot all slags skadelig programvare.<br>Rask skanning og effektiv trusselidentifikasjon og fjerning.<br>Proaktiv beskyttelse mot løsepengeangrep.<br>Sikker nettlesing og nedlasting.<br>Fullkompatibel med andre sikkerhetsapplikasjoner.
M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Oppdater utdaterte drivere for å oppnå en mer stabil PC.
M_DBInfo_NotIns=Det kan finnes utdaterte drivere, noe som kan medføre at PCen kjører tregere eller blir destabilisert.
M_DBInfo_UpToDate=Driver Booster oppdaterer utdaterte drivere på PCen
M_DBInfo_NeedUpDate=Driveroppdateringsprogrammet er utdatert.
M_DBDesc=Oppdater alle utdaterte drivere på PC'en.
M_RunDB=Skann nå
M_DBOffer=Stor driverdatabase (4.500.000+).<br>Sikker oppdatering av WHQL-drivere med 1-klikk.<br>Bedre spillytelse.<br>Reparer nettverksfeil, manglende lyd, dårlig oppløsning etc.<br>Reduser systemstans og krasj.
M_SDCaption=Diskoptimalisering
M_SDInfo_NotIns=Optimaliser diskene for å oppnå en raskere oppstart av PCen og høyere hastighet for filopphenting.
M_SDInfo_UpToDate=Smart Defrag defragmenterer disken din for høyere ytelse.
M_SDInfo_NeedUpDate=Diskfragmenteringsprogrammet er utdatert.
M_RunSD=Defragmenter nå
M_SDOffer=Høyere tilgangshastighet for filer.<br>Maksimum ytelse på hardisk.<br>Aksellerer opptartstiden på PCen med opptil 100%.<br>Optimaliser spill for en bedre opplevelse.
M_DLCaption=Passordadministrasjon
M_DLInfo_NotIns=Beskytt og administrer dine passord med Dashline på en sikker måte.
M_DLInfo_UpToDate=Glem aldri dine passord igjen når du bruker Dashline
M_RunDL=Administrer
M_DLOffer=Den enkle, sikre måten å administrere dine passord på.<br>Generer unike passord for å beskytte dine kontoer.<br>Automatisk innlogging på dine favorittsider.<br>For Windows, Mac, iOS og Android.
M_RunIOT=Administrer nå
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfer iPhone data, rengjør & restart iPhone.
M_IOTInfo_UpToDate=Transfer iPhone data, rengjør & restart iPhone.
M_IOTInfo_NeedUpDate=IOTransfer er utdatert.
M_IOTTip=IOTransfer lover:<br>+ Administrer iPhone-bilder og kontakter enkelt<br>+ Ett-klikks overføring av iPhone innhold til PC<br>+ Last ned videoer fra 100+ nettsider<br>+ Rengjør alle slags søppelfiler fra iPhone iPad
M_IOTOffer=Ditt beste iPhone/iPad administrasjonsverktøy for filer.<br>1-klikk dataoverføring fra iPhone/iPad til PC.<br>Last ned videoer på nettet og konverter dem til forskjellige filformater.<br>Rydd opp i søppelfiler enkelt og trygt for å frigjøre iOS-enhetens mellomrom.<br>Overfør innhold trådløst mellom iOS-enhet og PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion beskytter mot phisting og sider som innholder trusler.
M_AdawareInfo_UpToDate=Web Companion beskytter mot phisting og sider som innholder trusler.
M_AdawareOfferDesc=Installer Web Companion for å forbedre beskyttelsen på Internet og sett Bing® fra Microsoft™ som hjemmeside, for nye faner og som standard søkemotor på kompatible nettlesere.
M_AdawareOffer=Rask og enkel å installere.<br>Anti-Phishing beskyttelse.<br>Sanntidsbeskyttelse på nett.<br>Multi-nettleser  kompatibilitet.
M_AomeiCaption=Applikasjon for sikkerhetskopiering
M_AomeiInfo_NotIns=Den ultimate løsningen for sikkerhetskopiering av system og disker.
M_RunOpera=Kjør nå
M_OperaCaption=Opera nettleser
M_OperaInfo_NotIns=Rask og skker nettleser med innebygget annonseblokkering.
M_OperaInfo_UpToDate=Rask og skker nettleser med innebygget annonseblokkering.
M_OperaOffer=Blokker annonser slik at nettsider lastes inn opptil 90% raskere.<br>Surf opptil en time lengre.<br>Ha mer privat nettlesing med gratis VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1-klikk for å oppdatere og installere alle viktige programmer.
M_SUInfo_NotIns_C=%d programmer er utdaterte. Installer IObit Software Updater for å oppdatere dem med 1-klikk.
M_SUInfo_NotIns_C1=1 program er utdatert. Installer IObit Software Updater for å oppdatere det med 1-klikk.
M_SUInfo_UpToDate=IObit Software Updater holder alle dine viktige programmer oppdaterte.
M_SUOffer=Oppdater utdaterte programmer så tidlig som mulig.<br>1-klikk for å installere alle tilgjengelige programoppdateringer.<br>1-klikk for å installere alle ønskede populære programmer <br>Rengjør programmer som har bestått omfattende tester, ingen grupperingsprogrammer.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-klikk for å øke din FPS for en raskere og jevnere spillopplevelse.
M_SMGBInfo_UpToDate=1-klikk for å øke din FPS for en raskere og jevnere spillopplevelse.
M_SMGBInfo_NeedUpDate=Smart Game Booster er utdatert
M_SMGBOffer=Increase FPS for better gaming performance with one-click.<br>Monitor temperature and usage for hardware in real time.<br>Overclock GPU for optimal visual effects in gaming.<br>Analyze & rate PC to find compatible games (38,000+).<br>Guard your PC & game for higher security.
M_RunSMGB=Boost nå
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Prøv gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_NotIns=100% gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_UpToDateBeta=Prøv gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_UpToDate=100% gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_NeedUpDate=iTop VPN er utdatert
M_iTopOfferBeta=Nyt Internet uten grenser<br>Tilgang til strømmenettsteder over hele verden<br>Spill regionlåste spill hvor som helst<br>Skjul IP-adressen din på offentlig Wi-Fi<br>100% gratis, ultra rask og med klassens beste kryptering
M_RuniTop=Kjør nå
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Du vil aldri trenge å huske eller taste inn dine passord igjen.
M_RPMInfo_UpToDate=Si farvel til å skrive ned passordene dine med RoboForm Password Manager.
M_RPMOffer=Logg inn på websider med et enkelt klikk.<br>Generer sterke og unike passord.<br>Bruker AES-256 bit kryptering og støtter 2FA.<br>Støtter Windows, Mac, iOS, Android og alle viktige nettlesere.<br>Import fra andre nettlesere eller en annen passord administrator
M_RunRPM=Administrer
M_Moffer_Title1=Valgfritt tilbud
M_Close=Avslutt
M_Cancel=Avbryt
M_Moffer_Install=Installer
M_Moffer_NoteEP=Ved å klikke "Installer", aksepterer du å installere %s og godtar programmets <a>sluttbrukeravtale</a> og <a>personvernregler</a>.
M_Moffer_Refund=<a>Merk:</a> Du kan få beløpet refundert innen 30 dager. Les <a>refusjonsregler</a>.
M_Extract_IOT=IObit-anbefaling
M_iTopOffer1=Privat - Hold deg anonym mens du surfer<br>Sikker - Skjul IP over hele Internett<br>Rask - Tilgang til Internett i rask hastighet <br>Gratis - Opphev blokkering av nettsteder og stream fritt

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> elementer funnet.
M_Details=Detaljer
M_PromoteLan=Dette vil påvirke systemytelsen. We anbefaler at du installerer Advanced SystemCare for å ordne dette.
M_Junk=Søppelfiler
M_Privacy=Privatspor
M_Internet=Internetforbedringer
M_Registry=Registeroppføringer
M_System=Systemoperasjoner
ASC_Results=<a>%d</a> elementer funnet.
ASC_Result=<a>1</a> element funnet.
ASC_Result0=Ingen problemer
M_Install=Installer for å reparere
ASC_EUAL=Ved å klikke Installer for å reparere, aksepterer du Advanced SystemCares <a>sluttbrukeravtale</a>, <a>personvernregler</a> og gir tillatelse for installasjon.
iobit_lang_SystemOptimizereport=Rapport for sytemoptimalisering
iobit_lang_key_junkfile_group_1=Søppelfiler (%d element(er), %s):
iobit_lang_key_privacy_group_2=Sprivatspor (%d element(er), %s):
iobit_lang_key_sysOptimization_group_3=Systemoptimaliseringer (%d element(er)):
iobit_lang_key_internetboost_group_4=Internetforbedringer (%d element(er)):
iobit_lang_key_registryclean_group_5=Registeroppføringer (%d element(er)):

[AutoUpdate_M]
lan_Downloading_M=Laster ned
lan_Speed_M=Nedlastingshastighet: %s
Lan_Finish_M=Ferdig
Lan_Congratulation_M=Gratulerer!
Lan_UpdateFail_M=Oppdateringen gikk galt! Vennligst forsøk på nytt senere.
Lan_UpdateSuccess_M=IObit Uninstaller er oppdatert. Du kan nå dra nytte av de siste egenskapene og forbedringene.
Lan_UpdateNew_M=Siste installasjon er allerede installert. Ingen nyere oppdateringer er tilgjengelige.
Lan_UpdateFreeInfo_M=Ny versjon av IObit Uninstaller er tilgjengelig.
Lan_UpdateFreeDownInfo_M=Vennligst oppdater nå for å få med deg de siste egenskapene og forbedringene. Det er gratis
Lan_Sure_M=Er du sikker på at du vil avbryte denne oppdateringen?
Lan_Download_M=Last ned
Lan_Getting_M=Henter oppdateringsinformasjon. Vennligst vent...
Lan_LVheardOne_M=Tilgjengelige oppdateringer
Lan_LVheardTwo_M=Ny versjon
Lan_LVheardThree_M=Størrelse
Lan_historyInfo_M=IObit Uninstaller %s er nå tilgjengelig. Oppdater for å dra nytte av de siste egenskapene og forbedringene.
Lan_UpdateNow_M=Oppdater nå
Lan_UpdateLater_M=Oppdater senere
lan_WhatNew_M=Hva er nytt?
Lan_NewReady_M=Ny versjon er ferdig
Lan_Title=IObit Uninstaller oppdateringsprogram

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Send
lblErrorDetails.Caption=Feildetaljer:
lblUserEmail.Caption=Din e-postadresse:
lblSuccTips1.Caption=Vellykket sendt! Vi vil gjøre vårt beste for raskt  å finne en løsning.
btnClose.Hint=Avslutt

[SendBugReportNew_M]
M_AskUserTips1=har støtt på et problem. For å hjelpe oss å løse dette problemet blir debug filen sent oss automatisk i løpet av 5 sekunder. <a>Personvernregler</a>
M_BugStatisticsTips=har støtt på et problem og må avsluttes. Vi analyserer årsaken nå. Vennligst vent...
M_SendingTips=Sender...
M_AttentionTips1=har støtt på et problem. For å hjelpe oss å løse dette problemet blir debug filen sent oss automatisk i løpet av 5 sekunder. Du kan lukke vinduet for å avbryte dette <a>Personvernregler</a>
M_InvalidEmailTips1=Ugyldig e-postadresse! Vennligst angi din gyldige adresse slik at vi kan kontakte deg.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Henter offisiell versjon…
RestoreSuccess_Caption=Vellykket installasjon av offisiell versjon av IObit Uninstaller!
RestoreFailed_Caption=Kunne ikke laste ned offisiell versjon av IObit Uninstaller. Vennligst besøk vår offisielle nettside og last ned på nytt.
Run_Button=Kjør nå
Download_Button=Last ned nå

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Du kjører en uoffisiell versjon av IObit Uninstaller.
lbl_SecondTitle.caption=Uoffisiell IObit Uninstaller vil ikke fungere lenger.
lbl_HarmInfo.caption=Den vil ikke bare skade PCen din, men også forårsake lekkasje av privat informasjon på grunn av sårbarhet i systemet den kan skape-
lbl_OfficialInfo.caption=Få den offisielle versjone av IObit Uninstaller nå og ta kontroll over privatinformasjon og PC med kraftig beskyttelse.
htmlLabel_Text.caption=Få eksklusive <a>75%</a> avslag på PRO versjonen!
btn_GetPro.caption=Kjøp PRO
btn_GetFree.caption=Hent gratis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Få den <a>offisielle IObit Uninstaller PRO programmet for $ 0</a>i dag for å gjøre personvernet og PCen din kraftig beskyttet.
btn_GetPro_before=Hent PRO for $0

[Detain_M]
M_MianTitle=IObit Uninstaller har hjulpet deg med å:
M_QuestionString=Er du sikker på at du vil avinstallere?
M_btnok=Avinstaller allikevel
M_btnCancel=Jeg ønsker å beholde
M_UninstallCaption=Avinstaller programmer
M_DiskCaption=Spar diskplass
M_RegCaption=Slett registeroppføringer

[Uninstaller_M]
MenuRight_Caption=Grundig avinstallering
Explorer_Button=Filmakulator
Controlpanel_Button=Grundig avinstallering

[ACD_M]
M_Downloading=Laster ned:
M_TipFixing=Reparerer
M_Tips=Nedlasting foregår. Dobbeltklikk på ikonet for å se detaljer.
M_Installing=Installerer:
M_MD5Faild=Den nedlastede filen er ødelagt. Vennligst prøv igjen senere.
M_NetError=Nedlasting gikk feil på grunn av nettverksfeil. Vennligst forsøk igjen senere!
M_DiskIsFull=Utilstrekkelig diskplass!
M_Speed=Hastighet:
M_AreSure_IObit=Er du sikker på at du vil forlate IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimer
btnClose.Hint=Avslutt

[EasyUninstall_M]
EasyPoint=Dra meg til et åpnet vindu, skrivebordsikon eller til systemkurven for ikoner.
EasyNothingInfo=Ikke mulig å finne målfilen. Vennligst dra meg til et annet vindu, et skrivebordsikon eller til systemkurven for ikoner.
EasyDeleteFileFail=Filen kan ikke slettes fordi den er i bruk. Vennligst avslutt filen og førsøk på nytt.
EasyDeleteFolderFail=Vennligst avslutt filen og forsøk på nytt.
EasyKillProcessFail=Kunne ikke avslutte prosessen.
EasyKillProcessHint1=Er du sikker på at du vil avslutte denne prosessen?
EasyKillProcessHint2=Data som ikke er lagret vil gå tapt.
EasyUninstallPath=Avinstaller eller slett:
EasyUninstall=Avinstaller
EasyShortcut=Slett snarvei
EasyLocation=Åpne filplassering
EasyDelete=Slett
EasyCancel=Avbryt
EasyTransparency=Gjennomskinnlighet
EasyOpaque=Ugjennomsiktig
EasyExitEasy=Åpne hovedvinduet
EasyExitIobit_1=Avsltt IObit Uninstaller
EasyKillProcess=Avslutt prosess

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Tilbakemelding
lbl_DescTitle.caption=Beskrivelse:
lbl_EmailTitle.caption=E-post:
lbl_ScreenShot.caption=Skjermdump
lbl_TypeTitle.caption=Type forespørsel:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Avbryt

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sender...
lbl_SendFailed.caption=Sendingen gikk galt. Vennligst klikk OK for å levere en online tilbakemelding.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Takk for din tilbakemelding. Vi vil kontakte deg så snart som mulig.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Jeg liker den
FeedBack_2=Forslag
FeedBack_3=Avinstallering mislyktes
FeedBack_4=Problem ifb. med sammenkoblede programmer
FeedBack_5=Installer Monitor enhet
FeedBack_6=Software Uptater utgave
FeedBack_7=Kunne ikke vise alle programmer
FeedBack_8=Problem med krafig skanning
FeedBack_9=Rapporter en feil
FeedBack_10=Annet
EmailMessage=Vennligst sjekk at e-postadressen din er korrekt slik at vi kan komme tilbake til deg.
MemoHint=Fint om du kan beskrive forslagene eller problemene du fant i detalj.
ScreenMaxMessage=Operasjonen mislyktes. Du har nådd grensen på maksimum 5 skjermdumper.
CloseHintMsg=Er du sikker på at du ikke ønsker å gi en tilbakemelding?
SendBugck=Send oss også debuggingsfilen for undersøkelse. <a>Personvernregler</a>
FeedBackMessage=Vennligst gi en beskrivelse.
EmailHint=Vennligst angi din korrekte e-postadresse her
Startup_Delete_M=Slett
M_FiveStar=Kan du være grei å gi oss en 5 stjerne?

[FileShredder_M]
ShredderDetail_0=Du kan dra en fil eller en mappe hit for å makulere den.
ShredderDetail_01=Filer som er slettet rutinemessig, kan gjenopprettes (selv etter diskformatering)
ShredderDetail_02=For å fjerne filer sikkert og permanent, kan du dra filer eller mapper du vl destruere her.
FileShredder_MaxCount_M=5000 filer er lagt til. Vennligst legg til de resterende filene etter at du har makulert de 5000.
Shredder_InUse_M=Noen filer ble ikke makulert siden de ikke kan skrives til. Vennligst sjekk om de er i bruk.
Shredder_Del_M_1=Er du sikker på at du vil fjerne de elementene, <a>%d</a>, som er lagt til permanent? Denne handlingen kan IKKE REVERSERES, og kan ta litt tid å fullføre.
Shredder_DelOne_M_1=Er du sikker på at du vil fjerne <a>1</a> elementet permanent? Denne handlingen er IKKE REVERSIBEL, og kan ta litt tid å fullføre.
Shredder_NotDel_M=En fil kunne ikke makuleres fordi den ikke kunne skrives til. Vennligst sjekk om den fremdeles er i bruk.
Shredder_OneFileDel_M=Filen ble ikke makulrert fordi den ikke kunne skrives til. Vennligst sjekk om den fremdeles er i bruk.
Shredder_Sucess_M=Makulering vellykket.
Shredder_OneSucess_M=Makulering vellykket.
Shredder_DirIsEmpty_M=Den er tom. Kan ikke makuleres.
Shredder_NotAddFolder_M=Kan ikke makulere fil "%s" siden denne operasjonen kan medføre at systemet blir ustabilt

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filmakulator
lbl_Listview_Title.caption=Velg filen eller mappen du vil makulere:
lblLoading.caption=Laster inn...
lbl_AddFile.caption=Legg til fil...
lbl_AddFolder.caption=Legg til mappe...
RdImageButton_Shredder.caption=Makuler
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Filsti
Menu_Shredder_Shredder.caption=Makuler
Menu_Shredder_AddFile.caption=Legg til fill
Menu_Shredder_AddFolder.caption=Legg til mappe
Menu_Shredder_Romove.caption=Fjern
Menu_Shredder_Clean.caption=Fjern
lbl_Shredder_Tip.caption=Makulerer filer nå. Dett kan ta litt tid. Vennligst vent...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Kan ikke makulere filen "%s" fordi denne operasjonen kan skape ustabilitet.
ForceUninstallEndProgressMsg=%s kjører. Vennligst avslutt prosessen og forsøk på nytt.
ListView_FindReslut.Columns[0]_M=Navn
PopMenu_OpenFolder_M=Åpne filplassering
PopMenu_ViewEntry_M=Åpne i Regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tving avinstallering
lbl_FUInfo.caption=Force Uninstall hjelper deg avinstallere et program som ikke kan avinstalleres på en rutinemessig måte og fjerne filrester grundig. Det kan også hjelpe deg med å fjerne en snarvei og målfilen på en enkel måte.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=Du kan navigere eller dra og slippe en fil eller mappe her for å slette eller avinstallere dets relaterte program.
btnImg_Uninstall.caption=Avinstaller
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstaller
PopMenu_SearchOnline.caption=Søk online
ListView_FindReslut.Columns[1].caption=Størrelse
ListView_FindReslut.Columns[2].caption=Installer nå

[Healthcheck_M]
M_MainTitle=Software Health
M_ScaningString=Software Health analyserer helestatusen til alle dine programmer nå.
M_NoProgramString1=Ingen problemer funnet
M_NoProgramString2=Alle dine programmer kjører utmerket.
ResidualMainString=Slett avinstalleringsrester for å frigjøre plass.
PluginMainString=Fjern skadelige programtillegg for rask og sikke nettlesing.
UpdaterMainString=Oppdater utdaterte programmer for å beskytte PCen mot null-dags utnyttelse samt mot andre sårbare forhold.
BanwebMainString=Blokkér meldngsvarsler fra å avbryte deg.
M_Fix=Reparer
M_Detail=Detaljer
M_Complete=Reparasjonen er fullført!
M_LeftoversDelete=<a>%s</a> gjenværende rester etter avinstallering er fjernet.
M_LeftoverDelete=<a>%s</a>gjenværende rest etter avinstallering er fjernet.
M_BanwebsDelete=<a>%s</a> pop-up meldinger ble vellykket blokkért.
M_BanwebDelete=<a>%s</a> pop-up melding ble vellykket blokkért.
M_ResultLeftovers=Avinstallasjonsrester:
M_ResultPlugin=Skadelige/programtillegg:
M_ResultUpdate=Utdatert programvare:
M_ResultBlock=Pop-up meldinger:
M_ScanClose=Skanning er i gang. Er du sikker på at du vil avslutte nå?
M_ResidualTitle=<a>%s</a> rest etter avinstallasjon
M_ResidualTitles=<a>%s</a> rester etter avinstallasjon
M_SoftUpdateTitle=<a>%s</a> utdatert program
M_SoftUpdateTitles=<a>%s</a> utdaterte programmer
M_PluginTitle=<a>%s</a> skadelig/programtillegg
M_PluginTitles=<a>%s</a> skadelige/programtillegg
M_BanwebDetailTitleY=<a>%s</a> pop-uo melding funnet
M_BanwebDetailTitlesY=<a>%s</a> pop-uo meldinger funnet
M_ResidualTitleMain=<a>%s</a> Rest eller avinstallering
M_ResidualTitlesMain=<a>%s</a> Rester etter avinstallering
M_SoftUpdateTitleMain=<a>%s</a> Utdatert program
M_PluginTitleMain=<a>%s</a> Skadelig/programtillegg
M_PluginTitlesMain=<a>%s</a> Skadelige/programtillegg
M_BanwebTitleY=<a>%s</a> pop-uo melding
M_BanwebTitlesY=<a>%s</a> pop-uo meldinger
M_BanwebTitleG=<a>%s</a> pop-uo melding
M_BanwebTitlesG=<a>%s</a> pop-uo meldinger
M_TitleCount=Navn (Totalt: %d)
M_BanwebTitleCount=Site (Totatl: %d)
M_BRate=Blookeringsrate
M_Version=Ny versjon
M_Type=Type
M_Malicious=Skadelig programtillegg
M_Ads=Annonsetillegg
M_Residual=Avinstalleringsrester
M_SoftHealth=Software Health
M_item=element
M_items=elementer
M_Plugin=Skadelige/programtillegg
M_Software=Utdatert programvare
M_File=Fil
M_Reg=Register
M_Tasks=Planlagte oppgaver
M_Ser=Systemservice
M_CleanClose=Reparasjon pågår. Er du sikker på at du vil avslutte nå?
M_Finish=Ferdig (%d)
M_Fixing=Reparerer...
M_Select=Velg alle
M_LeftoversTitle=Avinstalleringsrester
M_Delete=Slett
M_Remove=Fjern
M_Update=Oppdater
M_Block=Blokkér
M_Code=Angi kode
M_Back=Tilbake
M_ScanLeft=Skannng etter rester fra avinstallasjon...
M_ScanPlugin=Skanning etter skadelige/annonse tillegg
M_ScanUpdater=Skanning etter utdatert programvare...
M_ScanBanweb=Skanning etter side varslinger...
M_Recommendation=Anbefaling
M_Optional=Opsjon
ASCPromote_Views=Andre <a>%s</a> elementer vil påvirke systemytelsen.
ASCPromote_View=Annet <a>%s</a> element vil påvirke systemytelsen.
Viewdetails=Vis detaljer

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Navn
History_info_DouBle_M=programmer ble ikke fullstendig avinstallert siste gang. Vennligst klikk på Avinstaller for å fortsette.
History_info_One_M=Program ble ikke fullstendig avinstallert siste gang. Vennligst klikk på Avinstaller for å fortsette.
History_Scanfor_M=Skann etter rester
History_ViewDetail_M=Vis detaljer
UninstallLog_No_IsEmpty_M=Ingen restfiler funnet ved Powerful Scan
Program_Information=Programinformasjon
Files_Deleted=Filer slettet
Registries_Deleted=Registre slettet
Scheduled_Tasks_Deleted=Planlagte handlinger slettet
Deleted_on_Reboot=Slettet ved omstart
Service_Deleted=Tjeneste slettet
Export_M=Eksport
rdlbl_NoTkanks=Nei takk
RdLabelDetailNull=Detaljer og status for hvert avinstallert program vil vises her.
RdLabelDetails=IObit Uninstaller har hjulpet deg med å avinstallere <a>%d</a> programmer og spare <a>%s</a> diskplass.
RdLabelDetail=IObit Uninstaller har hjulpet deg med å avinstallere <a>%d</a> program og spare <a>%s</a> diskplass.
History_NoUninstalled_M=Ikke avinstallert
History_Residualfilesleft_M=Restfiler igjen
M_NoHistoryFound=Ingen avinstalleringhistorikk finnes

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Avinstaleringshistorikk
ListView_History.Columns[1].Caption=Avinstalleringsdata
ListView_History.Columns[2].Caption=Størrelse
ListView_History.Columns[3].Caption=Operasjon
Menu_ClearThis.Caption=Fjen denne historikken
Menu_ClearAll.Caption=Fjern all historikk

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nei takk
RdImgBtnUninstall.caption=Avinstaller
RdListView_History.Columns[0].Caption=Navn
RdListView_History.Columns[1].Caption=Status

[InstallDetected_M]
Install_DetectedOne="%s" ble installert.
Install_DetectedTwo=<a>%s</a> programmer ble installert.
Install_ViewDetail=Vis detaljer

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Aktiver
lbl_Caption.caption=Ny installasjon oppdaget
lbl_InstallMoniorInfo.caption=Vi anbefaler at du aktiverer Install Monitor for å hjelpe deg med å logge og se alle endringer som er gjort i systemet ditt under installasjonen av programmet.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Registeroppføringer:
lbl_SzieText.caption=Totalstørrelse:
lbl_FileText.caption=Filer:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Loggede installasjoner
rdlbl_Or.Caption=ELLER
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manuell Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Selvkjørende oppsettsfil (.exe) støttes ikke. Vennligst velg på nytt og forsøk igjen.
TipFileNotMsiExe=Ugyldig selvkjørende oppsettsfil. Vennligst velg en gyldig exe fil og forsøk igjen.
AddTip1=Install Monitor er opptatt!
AddTip2=En installasjon er allerede under overvåking. Vennligst prøv igjen etter at installasjonen er ferdig.
StarFileTip=Kunne ikke kjøres.
ExePathErrorTip=Oppsettsfilen fra en nettverkskatalog er ikke støttet. Vennligst kopier den til en lokal katalog og forsøk på nytt.
Logging=Logger systemendringer...
rdlbl_TipContent_M=Install Monitor oppdager og logger systemendringer i installasjonen, som lar deg se hvilke endringer de overvåkede programmene gjorde under installasjonen.
rdlbl_SwitchTip.Caption_M=Oppdag automatisk og logg programinstallasjoner
rdlbl_DragTip.Caption_M=Dra og slipp en oppsettsfil hit og logg installasjonen

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Install Monitor har opprettet en installasjonslogg. Vis detaljene nedenfor.
rdlbl_Export.Caption=Eksport
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Visningsnavn:
InstallDateTip=Installasjonsdato:
VersionTip=Versjon:
PublisherTip=Utgiver:
LocationTip=Plassering:
InstallationDurationTip=Installasjonsvarighet:
InstallPackageTip=Installasjonspakke:
RegEntriesTip=Registeroppføringer:
FilesCountTip=Filer:
TaskCountTip_M=Tidsstyrte handlinger:
ServiceCountTip_M=Systemtjenester:
DllCountTip=DLL registrering:
TotalSizeTip=Totalstørrelse:
ProgramInformationTip=Programinformasjon
MMORegistryTip=Registeroppføringer
MMOFilesTip=Filer
MMOTaskTip_M=Tidsstyrte oppgaver
MMOServiceTip_M=Systemtjenester
MMODllTip=DLL registrering
MonitorLog_SecondsLan=sekunder
MonitorLog_SecondSingleLan=sekund

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Tilbakemelding
lbl_CheckingText.Caption=Analyserer alle programmer...
lbl_FixDetails.Caption=Sjekk & reparer

[MainForm_M]
Nav_Colle_Program_All=Programmer
Nav_Colle_Browser=Verktøylinjer & tillegg
Nav_Colle_Win=Windows applikasjoner
Nav_Colle_AC=Aksjonssenter
Nav_Colle_SU=Software oppdateringsprogram
Nav_Item_Program_All=Alle programmer
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nylig installert
Nav_Item_Program_Infrequent=Sjelden benyttet
Nav_Item_Program_Large=Store programmer
Nav_Item_Win_Update=Windows oppdateringer
Nav_Item_Browser_All=Alle Verktøy & tillegg
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Loggede programmer
Hint_Settings=Opsjoner
Hint_Tools=Verktøy
UninstallProTipEnterCode=Angi kode
UninstallProTipManage=Administrer lisens
Button_Uninstall=Avinstaller
Button_Remove=Fjern
Button_Update=Oppdater alle
Button_Install=Installer nå
ToolPopForceUninstall=Tving avinstallering
ToolPopCleanup=Software Health
ToolPopStubborn=Fjerning av gjenstridige programmer
ToolPopHistory=Avinstaleringshistorikk
ToolPopFileShredder=Filmakulator
ToolPopHunterMode=Enkelt avinstallering
ToolPopUpdate=Windows oppdateringer
MoreSettingPopSetting=Innstillinger...
MoreSettingPopRestore=Systemgjenoppretting
MoreSettingPopExport=Eksporter programliste
MoreSettingPopUpdate=Sjekk for oppdateringer
MoreSettingPopManual=Brukermanual
MoreSettingPopSupport=Teknisk støtte
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Liker
MoreSettingPopAbout=Om
MoreSettingPopWhatsNew=Hva er nytt?
DefaultSelProg=Avinstaller unødvendige programmer for å spare plass.
DefaultSelPlug=Fjern unødvendige programtillegg for å beskytte nettleseren.
DefaultSelADPlugin1=Fjern ett skadelig/annonse tillegg for sikrede nettlesing.
DefaultSelADPlugin2=Fjern %d skadelig/annonse tillegg for sikrede nettlesing.
DefaultSelWApp=Avinstaller uønskede Windows applikasjoner for å gjøre PCen raskere.
DefaultSelBundle=Avinstaller uønsket bundleware.
DefaultSelUpdate=Hold dine viktige programmer oppdaterte.
DefaultUpdaterPromot=Oppdater flere programmer med IObit Software Updater.
DefaultUpdaterPromote1=utdatert program funnet
DefaultUpdaterPromote2=utdaterte programmer funnet
DefaultUpdaterPromoteInfo=Klikk på Oppdater alle for å oppdatere alle utdaterte programmer med 1. klikk.
SelInfoProg=program valgt for avinstallering. Størrelse totalt:
SelInfoProgM=programmer valgt for avinstallering. Størrelse totalt:
SelInfoPlug=tillegg valgt for fjerning.
SelInfoPlugM=tillegg valgt for fjerning
SelInfoApp=applikasjon valgt for avinstallering. Totalstørrelse:
SelInfoAppM=applikasjoner valgt for avinstallering. Totalstørrelse:
SelInfoBundle=element merket for avinstallering.
SelInfoBundleM=elementer merket for avinstallering.
BundleHint=I noen tilfeller ved installasjon av hovedprogrammer, kan også andre programmer bli installert uten at du vet det. Du kan avinstallere de programmene du ikke ønsker å beholde.
RestoreDefaultSettingsButton=Gjenopprett %s standardinnstillinger
APTitle=Aktiver alle Pro versjoner
AP5=Rensjør Uninstall med logging
AP2=Slett flere gjenstridige applikasjoner
AP3=Rask & sikker nettlesing
AP4=Oppdatering av programmer med ett klikk.
MainUpdate_Hint=Ny versjon
HealthCheckFound1=<a>%d</a> rester eller avinstallering
HealthCheckFound2=<a>1</a> rest eller avinstallering
HealthCheckFound3=<a>%d</a> skadelige programtillegg
HealthCheckFound4=<a>1</a> skadelige programtillegg
HealthCheckFound5=<a>%d</a> utdatert programvare
HealthCheckFound6=<a>1</a> pop-up varsel
HealthCheckFound7=<a>%d</a> pop-up varsler
StubbornFound=Programmer med avinstalleringsproblemer funnet
NewsDisconnCaption=Del IObit Uninstaller med familie og venner
NewsDisconnDes=De briuker det gjerne
NewsNewVerCaption=Viktig oppdatering tilgjengelig
NewsNewVerDes=Vennligst last ned den siiste versjonen nå.
ToolPopForceUninstall_Detail=Hjelp for å avinstallere programmer som ellers ikke kan avinstalleres rutinemessig
ToolPopCleanup_Detail=Medfører at programmer kjører jevnere og reduserer sikkerhetsrisiko
ToolPopHistory_Detail=Vis detaljer og status for hvert avinstallert program
ToolPopFileShredder_Detail=Hjelp for a fjerne uønskede filer permanent på en sikker måte
ToolPopHunterMode_Detail=Dra ikonet for enkel avinstallering for lett avinstallering
ToolPopUpdate_Detail=List opp alle installerte Windows oppdateringer foretatt  dn datamaskin
ToolPopStubborn_Detail=Hjelp for å fjerne gjenstridige programmer enkelt og fulllstendig
DefaultSelInfo_Logged=De loggede programmene kan avinstalleres fullstendig

[MetroApp_M]
NoSerchItem_Tip=Ingen treff for søket.
Win8NoItemTip_M=Ingen Windows applikasjoner funnet
Win8LoadingApp=Laster inn applikasjoner...
Win8ListViewGroupsWin8AppHeader=Windows applikasjoner
Win8ListViewGroupsWin8AppSubtitle=Applikasjoner utgitt av Microsoft
Win8ListViewGroupsThirdHeader=Tredjeparts applikasjoner
Win8ListViewGroupsThirdSubtitle=Applikasjoner utgitt av tredjeparts selskaper
RateTipNoRate=Ingen vurdering er mottatt enda
RateTipHaveRate=brukere har vurdert

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Navn
ListView_AppList.Columns[1].caption=Størrelse
ListView_AppList.Columns[2].caption=Brukervurdering
ListView_AppList.Columns[3].caption=Operasjon
lbl_Notice.caption=For å vise Windows applikasjoner, må du sørge for at din nåværende påloggingskonto har administrative rettigheter.
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk
mniDetails.caption=Detaljer
mniOpenFile.caption=Åpne filplassering
mniOpenReg.caption=Åpne i Regedit
mniOpenWinstore.caption=Åpne i Winstore
mniSearchOnline.caption=Søk online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Ikke vis dette igjen
btnimg_uninstall.Caption=Avinstaller nå
rdlbl_NoticeInfo.Caption=Ledig plass på systemdisker er på under 10%.
rdlbl_NoticeTip.Caption=Avinstaller uønskede programmer med IObit Uninstaller for å frigjøre mere plass.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> rester etter avinstalleringer funnet
rdlbl_Tip=Fjern dem for å frgjøre plass
imgbtn_Clear=Fjern dem nå

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Vis detaljer

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program inneholder forsatt:
Lbl_metro_Atten.caption=OBS
lbl_show.caption="%s" har fremdeles restfiler som kan påvirke PC ytelsen.
showDetails_M=Vis detaljer
Cleanmanually_M=Rens manuelt
AutoClean_M=Autorens
Cleaning_M=Renser
Cleannow_M=Fjern dem nå
StillLeavas_M="%s" gjenstår fremdeles
RegistryEntries_M=registeroppføringer
MBFiles_M=MB filer
LeftBy_M=igjen. "%s" ble slettet
Cleanfuture_M=Rens automatisk i fremtiden
Registry_M=Register
File_M=Fil
Files_M=filer
rdlblCleanupCompleted.caption=Opprydding fullført
rdlblIncomplete.caption=Ufullstendig
Setting_M=Innstillinger
Uselessfiles_M=ubruklige filer
Uselessregistryentries_M=ubruklige registeroppføringer
UselessregistryentriesOne_M=ubrukelig registeroppføring
Removingnow_M=Fjerner nå...
rdlblRemoving.caption=Fjerner nå...
TrayHintstill=fortsatt %d gjenværende forhold kan repareres
CCtrayHint_M=fortsatt %d+ gjenværende forhold kan repareres
LeftoversRemoved_M=Rester etter %s er fjernet:
ProStillLeaves_M=%d programmer har fremdeles:
Lan_ViewDetails_M=Vis detaljer
Lan_BundleNoticeText_M=Grupperte programmer ble funnet ved installering av %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadelige verktøylinjer og programtillegg
ListViewGroupMaliciousDesc=Disse verktøylinjene og programtilleggene kan endre standard nettleser og stjele din private informasjon.
ListViewGroupAdTitle=Annonsebaserte verktøylinjer og programtillegg
ListViewGroupAdDesc=Disse verktøylinjene og programtilleggene kan vise annonser, bannere mv.
ListViewGroupTrustTitle=Pålitelige verktøylinjer og programtillegg
ListViewGroupTrustDesc=Disse verktøylinjene og programtilleggene vil ikke skade datamaskinen. Du kan fjerne eller beholde den iht. behov.
ListViewGroupExtensions=Utvidelser
ListViewGroupPlugins=Programtillegg
ListViewGroupToolbar=Verktøylinje
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Utvidelser er benyttet for å tilpasse nettleser med egenskaper du liker.
ListViewGroupPlugin_DES=Programtillegg kan installeres enkelt og brukes som en del av nettleseren.
ListViewGroupToolbar_DES=Verktøylinjer hjelper bruker med å få rask tilgang til en site eller utføre programfunksjoner.
ListViewGroupBHO_DES=BHO brukes for å lage personlige nettlesere og gi enklere interaktive egenskaper.
ListViewGroupActivex_DES=ActiveX er benyttet av Internet Utforsker for å gi mulighet for omfattende mediaavspilling.
NoSerchItem_Tip=Ingen treff for søket.
PluginColumnStr_Title=Navn (Totalt: %d)
ChromeSyncMsg=Chrome Sync er aktivisert. Programtilleggene som er valgt for fjerning kan reinstallers automatisk etter fjerning. Vennligst klikk <a>Disable Chrome Sync</a> for følge trinnvis forklaring i vårt forum for å deaktivere Chrome Sync.
FuncPluginSysPluginMsgBox=Det er ikke anbefalt å fjerne %s fordi noen funksjoner i nettleseren kan påvirkes etter fjerning
FuncPluginLoading=Laster inn...
FuncPluginRmoveSuccess=Fjerningen vellykket. Laster inn...
FuncVotePlugSelectMsgBox=Vennligst velg element for vurdering
FuncPluginRmoveConfireSingleMsgBox=Er du sikker på at du vil fjerne det valgte elementet?
FuncPluginRmoveConfireSomeMsgBox=Er du sikker på at du vil fjerne de valgte elementetene?
FuncCheckBrowserMsgBox_1=%s kjører
FuncCheckBrowserMsgBox_2=Klikk OK for å avslutte. (Vennligst lagre innholdet først).
FuncCheckBrowserMsgBox_3=Eller klikk Avbryt for å forlate operasjonen.
FuncCheckBrowserMsgBox_4=%s kjører.
FuncCheckBrowserMsgBox_5=Klikk OK for å avslutte dem. (Vennligst lagre innholdet først).
FuncCheckBrowserMsgBox_6=Eller klikk Avbryt for å forlate operasjonen.
FuncPluginRemoveFailedMsgBox_1=Kunne ikke fjerne følgende elementer:
FuncPluginRemoveFailedMsgBox_4=%s kan kanskje ikke fjernes fordi det er beskyttet av %s. Vennligst gå ut av %s og restart IObit Uninstaller og fjern på nytt.
FuncRestoreSuccessMsgBox=Vellykket gjenoppretting av standardinnstillinger
FuncRestoreFailedMsgBox=Kunne ikke gjenopprette standardinnstillinger for nettleser.
PluginRestoreStr=Gjenopprett %s standardinnstillinger
FuncVoteMarkSelectMsgBox=Vennligst gi vurdering.
FuncVoteFailedMsgBox=Vurdering feilet. Vennligst sjekk nettverksforbindelsen og forsøk på nytt.
FuncVoteActiveVote=Vurdering
FuncVoteWaitting=Sender vurdering, vennligt vent...
VoteStr_1=<a>1</a> bruker har vurdert. Du har allerede gitt din vurdering.
VoteStr_2=Ingen vurdering er mottatt enda. Vær den første til å gi vurdering.
VoteStr_3=<a>%d</a> brukere har vurdert. Du har allerede gitt din vurdering.
VoteStr_4=<a>%d</a> brukere har vurdert. Hva er din oppfatning av dette programtillegget?
NoticeInfoEx_One=<a>1</a> skadelig programtillegg er oppdaget i nettleseren. Vennligst åpne IObit Uninstaller for å fjerne den.
NoticeInfoEx_Some=<a>%d</a> skadelige programtillegg er oppdaget i nettleseren. Vennligst åpne IObit Uninstaller for å fjerne dem.
Removingnow_M=Fjerner nå...
mniOpeninRegedit_M=Åpne i Regedit
lbl_NoFoundItems.caption_M=Ingen verktøylinjer eller programtillegg ble funnet

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Navn
rdlvAllBrowse.Columns[1].Caption=Brukervurderinger
rdlvAllBrowse.Columns[2].Caption=Operasjon
rdlvCustomBrowse.Columns[0].Caption=Navn
rdlvCustomBrowse.Columns[1].Caption=Operasjon
mniRemove.Caption=Fjern
mniRate.Caption=Vurdering
mniIgone.Caption=Ignorer
mniRefush.Caption=Oppfrisk
mniOpenFloder.Caption=Åpne filplassering
mniSelectedAll.Caption=Velg alle
mniInvertSelection.Caption=Velg omvendt
mniSearchOnline.Caption=Søk online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resett nettleser
lblConfire.Caption=Er du sikker på at du vil gjeninnføre standardinnstillinger?
lblHomepageTitle.Caption=Nåværende hjemmeside:
lblSearchTitle.Caption=Nåværende standard søkemotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Programmet finnes ikke (ikke benyttet på mer enn 2 måneder)
Noprograms_Size_M=Ingen programmer overskrider %s.
Noprograms_match_M=Ingen treff for søket.
Noprograms_Recent_M=Ingen programmer installert i løpet av de siste 10 dagene.
monthsago_M=%d måneder siden
yearsago_M=%d år siden
yearsagos_M=%d år siden
SoftwareFrame_InstallDate_M=Installer nå
SoftwareFrame_FrequencyUse_M=Sist benyttet
HistoryInfo_DisplayName=Vis navn
HistoryInfo_Publisher=Utgiver
HistoryInfo_Version=Versjon
HistoryInfo_InstallDate=Installer nå
HistoryInfo_UseSize=Plass benyttet
HistoryInfo_Location=Plassering
HistoryInfo_UninstallDate=Avinstalleringsdata
Lan_NoBundle_New=Grupperte programmer er software som kan bli installert sammen med andre programmer uten at du merker det ved installasjon av selve hovedprogrammet.
Lan_Main_Soft=Hovedprogram
Lan_Bundled_Soft=Sammenknyttet gruppert program
Lan_Bundled_Plug=Sammenknyttet gruppert programtillegg
ColumnName_Logged=Installer logg
ColumnName_LogDate=Installer nå
ViewDetail=Vis logg
NoPrograms_Logged=Programmer som er logget av Install Monitor, kan avinstalleres fullstendig i fremtiden.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Størrelse
ListView_SoftwareList.Columns[2].Caption=Installer nå
ListView_SoftwareList.Columns[3].Caption=Operasjon
Menu_Program_Uninstall.caption=Avinstaller
Menu_Program_Repair.caption=Reparer
Menu_Program_Refresh.caption=Oppfrisk
Menu_Program_OpenFileLocation.caption=Åpne filplassering
Menu_Program_OpeninRegedit.caption=Åpne i Regedit
Menu_Program_SearchOnline.caption=Søk online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operasjon
Menu_Program_Uninstall.caption=Avinstaller
Menu_Program_OpenFileLocation.caption=Åpne filplassering
Menu_Program_OpeninRegedit.caption=Åpne i Regedit
Menu_Program_SearchOnline.caption=Søk online
mni_Ignore.caption=Ignorer

[PromoteForm_M]
M_ProAD_Title=Flere egenskaper og fordeler med Pro versjonen
M_ProAD_CleanLog=Fullstendig avinstallasjon av programmer med logger som opprettes ved installasjon
M_ProAD_Monitor=Monitor programmer & enkel fjering av sammenknyttede programmer
M_ProAD_Database=Stor database for å fjerne gjenstridige programmer
M_ProAD_Plugin=Fjern skadelige/annensetillgg for sikker og jevn nettlesing.
M_ProAD_Update=Ett-klikk for å holde dine viktige programmer oppdaterte
M_Continue=Fortsett Uninstall
M_BundleTitle=Aktiver IObit Uninstaller PRO for fullstendig fjerning av sammenkoblede programmer.
M_BundleTitle2=Overvåk programinstallasjon i sanntid og fjern sammenkoblede programmer på en enkel måte.
M_UninstallLogTitle=Aktiver IObit Uninstaller PRO for å oppdage og logge programinstallasjoner automitisk for fullstendig avinstallering med sporingslogg.
M_PluginMaliciouTitle=Aktiver IObit Uninstaller PRO for fullstendig fjerning av ondsinnede annonser og programtillegg.
M_PluginMaliciouTitle2=Den alltid voksende databasen vil hjelpe deg med å fjerne flere ondsinnede annonser og programtillegg.
M_UpdatePromoteOne=%d program kan oppdateres.
M_UpdatePromoteOnes=%d programmer kan oppdateres.
M_UpdatePromoteTwo=Aktiver IObit Uninstaller PRO for å oppdatere program med ett klikk.
M_UpdatePromoteTwos=Aktiver IObit Uninstaller PRO for å oppdatere programmer med ett klikk.
M_SPUninstallFail=%s kunne ikke avinstalleres.
M_SPAD_Title=Aktiver PRO for å avinstallere med en spesifik database.
M_SPUninstallFailCount=%d programmer kunne ikke avinstalleres.
M_SPADCount_Title=kan ikke avinstalleres på normal måte. Aktiver PRO for å avinstallere dem med en spesifik database.
SpecPromotTile_1=%s kunne ikke avinstalleres.
SpecPromotTile_2=%d programmer kunne ikke avinstalleres.
SpecPromotTile_3=Et program ble avinstallert.
SpecPromotTile_4=%d programmer ble avinstallert.
SpecPromotTile_5=Imidlertid kunne et program ikke avinstalleres
SpecPromotTile_6=Imidlertid kunne %d programmer ikke avinstalleres.
SpecPromotInfo_1=Aktiver PRO for å avinstallere med en spesifik database.
SpecPromotInfo_2=Aktiver PRO for å avinstallere dem med en spesifik database.
SpecPromotInfo_3=%s kan ikke avinstalleres på normal måte.
PromoteEnterCode=Angi kode
UpdateProTitle=Aktiver PRO versjonen for å løse følgende forhold
RdAdPlugins=<a>%s ondsinnede annonser/programtillegg</a> bør fjernes for å oppnå sikker nettlesing
RdAdPlugin=<a>%s ondsinnet annonse/programtillegg</a> bør fjernes for å oppnå sikker nettlesing
RdAdUpdates=<a>%s utdatert programvare</a> bør oppdateres for å redusere sårbarhet

[Protip_M]
Congratulations_M=Gratulerer!
YouHave_M=Vellykket oppdatering av den siste versjonen av IObit Uninstaller.
Try_M=Prøv den nå!
Tip_M=Vellykket automatisk oppdatering av IObit Uninstaller <a>%d</a>
WhatNew_M=Hva er nytt i den siste versjonen:
More_M=Flere detaljer

[Uninstaller_Public_M]
Lan_ButtonCancel=Avbryt
Lan_ButtonClose=Avslutt
Lan_ButtonContinue=Fortsett
Lan_ButtonClean=Rens
Lan_Cleaning=Renser
Lan_Details=Detaljer
Lan_Exit=Gå ut
Lan_Hide=Skjul
Lan_Ignore=Ignorer
Lan_Ignored=Ignorert
Lan_item=enhet
Lan_items=enheter
Lan_LoadingD=Laster inn...
Lan_WindowMin=Minimer
Lan_WindowMax=Maksimer
Lan_ButtonNo=Nei
Lan_Name=Navn
Lan_NameT=Navn (Totalt: %d)
Lan_Notagain=Ikke vis dette igjen
Lan_ButtonOK=OK
Lan_Publisher=Utgiver
Lan_WindowRest=Gjenopprett
Lan_ButtonRemove=Fjern
Lan_State=Status
Lan_Show=Vis
Lan_Scan=Skann
Lan_Search=Søk
Lan_ButtonUninstall=Avinstaller
Lan_Version=Versjon
Lan_ButtonYES=Ja
Lan_ButtonFor0=Hent PRO for $0
Lan_ButtonActivate=Aktiver nå
Lan_ButtonUpgrade=Oppgrader nå
Lan_ButtonUpgradeFor0=Oppgrader nå for $0
Lan_DisplayName=Navn
Lan_Installationpath=Installasjonssti
Lan_Description=Beskrivelse
Lan_LinkAbout=Om lenke
Lan_LinkHelp=Hjelpelenke
Lan_SysMsgCorrupted=Noen filer fra IObit Uninstaller er ødelagte. Vennligst installer IObit Uninstaller på nytt.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=Lisenskoden %s er bare gyldig for %s. Vennligst klikk på OK knappen for å laste ned og registrere din %s.
LicenseCannotconnect_M=Kan ikke koble til serveren. Vennligst sjekk dine nettverks/proxy-innstillinger og forsøk å validere lisenen din senere.
license_OtherGivewalys_M_M=%s er en gavelisens og bare gyldig for en spesifik versjon. Gjør et besøk <a>her</a> for kjøp av en ny lisenskode for IObit Uninstaller %s PRO.
License_expired_M=Lisens %s er utgått. Klikk <a>her</a> for å kjøpe en ny lisens.
License_maximum_M=Lisensen %s er aktivert for maksimum antall PCer og kan ikke benyttes. Vennligst klikk <a>her</a> for å kjøpe en ny lisens for å aktivere IObit Uninstaller PRO for denne PCen.
License_Free_M=Lisensen %s kan ikke aktiveres. Vennligst kjøp en ny lisens for IObit Uninstaller PRO.
License_valid_M=Ugyldig lisenskode! Vennligst angi en gyldig kode.
LicenseSeat_M=Lisensholder:
LicenseCodeLiftTime_M=Dette er en lisenskode med livstidslengde som bare er gyldig for IObit Uninstaller v%d. Vennligst reinstaller IObit Uninstaller v%d PRO.
licensedays_left_M=%d dager igjen
licenseday_left_M=%d dager igjen
LicenseCodeLocation_M=Lisenskoden %s er ikke gyldig for din region eller land. Vennligst klikk OK for å kjøpe en gyldig kode.
Never_M=Aldri

[Uninstaller_Form_Activate]
Label_Get.caption=Hent lisens
Label_Retrv.caption=Hent kode
Label_Eg.caption=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Rask & sikker nettlesing
lblContentThree.caption=Fjern skadelige/annonsetillgg for en rask og sikker nettlesingsopplevelse.
lblTitleFour.caption=Software Update
lblContentFour.caption=1-klikk for å holde viktige programmer oppdaterte
RdImgBtnRegNow.caption=Register nå
RdLabelCaption.caption=Aktiviser Pro utgaven som gir en bedre serviceopplevelse
Label_Please.caption=Vennligst angi lisensen og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
RdBtnlab.caption=Flere fordeler. Vi lover
RdImgBtn_Upgrade.caption=Oppgrader til PRO

[Form_Activate_M]
lblTitleOne.caption_M=Rensjør Uninstall med logging
lblContentOne.caption_M=Fullstendig avinstallasjon av programmer med logger som opprettes ved installasjon
lblTitleTwo.caption_M=Fjerning av gjenstridige programmer
lblContentTwo.caption_M=Stor database som sikrer at gjenstridige programmer fjernes fullstendig.

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Avslutt
lbleg.Caption=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Hjelp
Label_Please.caption=Vennligst angi lisensen og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
RdImgBtnRegister.caption=Register nå
Label_Retrv.caption=Hent kode
Label_HaveLicense.caption=Har du ingen lisens?
Label_click.caption=Klikk her for å hente en
RdImageButton_Back.caption=Tilbake
RdImageButton_Close.caption=Avslutt
RdLabelCaption.caption=Lisensadministrator
Label_Status.caption=Lisensstatus:
Label_Activated.caption=Aktivert
Label_Lcode.caption=Lisenskode:
Label_Data.caption=Utløpsdato:
Label_Refresh.caption=Oppfrisk
Label_Export.caption=Eksporter lisens
rdlblAlread.caption:=Har alledere en lisenskode

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Hjelp
RdImgBtn_Closetwo.caption=Avslutt
Label_success.caption=Lisensen ble vellykket aktivert!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Venstreklikk og fra musen for å velge området du vil ha en skjermdump av
M_NoticeInfo_AC=2. Høyreklikk og tast Esc for å avslutte
M_Rect=Rektangel
M_Oval=Oval
M_Text=Tekst
M_Paintbrush=Paintbrush
M_Return=Gjenopprett operasjon (Ctrl+Z)
M_Copy=Kopier til utklippstavlen
M_Exit=Avslutt skjermdump
M_Save=Lagre
M_TipInfo=Skjermdumpen har blitt lagret i utklippstavlen. Du kan bruke Ctrl+V for å lime inn.
M_TipShow=Ikke vis denne meldingen igjen
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Innstillinger
lbl_UserInterfaceTitle.caption=Brukergrensesnitt
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Nåværende språk:
lbl_FontSize.caption=Font størrelse:
lbl_Dark.caption=Mørk
lbl_Light.caption=Lys
lbl_UpdateTitle.caption=Oppdateringsmetode
lbl_UpdateChooseDes.caption=Oppdateringsmetode for dette produktet:
btnImg_UpdateRemind.caption=Varsle meg når oppdateringer er tilgjengelige
btnImg_UpdateAuto.caption=Automatisk oppdatering
lbl_GeneralCaption.caption=Generell
btnImg_AutoDelete.caption=Automatisk fjerning av restfiler
btnImg_AfterUninstallAutoScan.caption=Slett rester fra programmer som er avinstallert av andre programmer automatisk.
btnImg_RemoveToRecycleBin.caption=Slett restfiler og legg i papirkurv
btnImg_ShowExplorerButton.caption=Legg til mekuleringsknapp i Utforsker
btnImg_ShowComponents.caption=Ikke vis systemkjøringskomponenter
btnImg_ShowMenuButton.caption=Legg til et kraftig avinstallasjonsalternativ til Windows-kontekstmenyen
btnImg_OK.caption=OK
btnImg_Cancel.caption=Avbryt
lbl_HotKey.caption=Hurtigtast for Enkel avinstallering:
lbl_OccupiedHotKey.caption=Allerede benyttet. Bruk en annen kombinasjon.
lbl_Notification.caption=Varslinger
btn_NotifySoftUpdater.caption=Varsle meg når programoppdateringer er tilgjengelige
btnImg_SystemDiskSpace.caption=Varsle meg når systemdiskens ledige plass kommer under 10%
lbl_Boundleware.caption=Ignoreringsliste
btnImg_remove.caption=Fjern
btnImg_UserInterface.Caption=Brukergrensesnitt
btnImg_General.Caption=Generell
btnImg_Notification.Caption=Varslinger

[Uninstall_setting_M]
Setting_UITitle=Brukergrensesnitt
Setting_GeneralTilte=Generell
Setting_NotificationTilte=Varslinger
Setting_BoundlewareTilte=Ignoreringsliste
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Større
Setting_listviewHeader=Elementnavn
SystemComponentsInfo=Systemkomponenter som Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Varsle meg når installasjonsloggen er opprettet ved auto overvåking
btnImg_BundlewareInstalled_M=Varsle meg når sammenkoblede grupperte programmer installeres
btnImg_BrowserPlugTip_M=Varsle meg når ondsinnede programtillegg installeres
btnImg_AutoShowTipForm_M=Varsle med når andre programmers avinstalleringsoperasjoner oppdages
btnImg_leftovers_M=Varsle meg når rester etter avinstallerte programmer oppdages.
btnImg_Boundleware.Caption_M=Ignoreringsliste
rdlbl_BoundlwareTip.caption_M=De ignorerte sammenkoblede grupperte programmene vil ikke bli oppdatet for å har fjernet dem fra listen nedenfor.

[SoftUpdate_M]
SU_GroupOutData=Utdatert
SU_GroupUpToDate_New=Oppdatert
SU_Ignore=Ignorer
SU_Ignored=Ignorert
SU_NoIgnore=Angre Ignorer
SU_Update=Oppdatering
SU_Updating=Oppdaterer
SU_UpToDate=Oppdatert
SU_NewVersion=Ny versjon
SU_CurrVersion=Nåværende versjon
SU_ActivePro=Aktiver automatiske oppdateringer
SU_Button_UpdateAll=Oppdater alle
SU_NoFindUpdates=Ingen oppdateringer er tilgjengelige.
SU_IgnoreForever=Ignorer permanent
SU_IgnoreCurrent=Ignorer nåværende oppdaterng
SU_CancelUpdate=Oppdatering pågår. Er du sikker på at du vil avslutte denne oppdateringen?

[SoftUpdatePromote_M]
IUP_Manually=Oppdater manuelt
Img_Tab=Aktiver IObit Uninstaller for å:
LbIUPromote1=Oppdatere alle viktige programmer med bare 1-klikk
LbIUPromote2=Installere oppdateringer automatisk uten å gå til nettside
SUInstall=Installer
SUImg_Tab=Installer IObit Software Updater
LbSUPromote1=Oppdaterflere programmer uten vanskelighet
LbSUPromote2=Installer de programmer du ønsker på en enkel måte
SUEULA=Ved å klikke på "Installer", aksepterer du å installere IObit Software Updater og godtar programets <a>sluttbrukeravtale</a> og <a>personvernregler</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt trenger oppdatering
TipOnes=<a>%s</a> produkter trenger oppdatering
NeverShow=Ikke vis dette igjen
BtnUpdate=Oppdater nå

[SpecUTool_M]
SpecTOpen=Åpne
SpecTOK=OK
SpecTHide=Skjul
TrayHint=IObit Uninstaller avinstallerer programmer
SpecTUninstalling=Avinstallerer følgende program:
SpecTUninstallingM=Avinstallerer følgende programmer:
SpecTUninstalled=program er avinstallert
SpecTUninstalledM=programer er avinstallert
SpecTClose=Avslutt

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Gjenopprett avinstallering
rdlblDesc.Caption=Gjenopprett datamaskinen til den tilstanden den var i før den valgte hendelsen. Den siste kan ikke slettes av hensyn til systemsikkerhet.
ListView_Restore.Columns[0].Caption=Dato og tid
ListView_Restore.Columns[1].Caption=Beskrivelse
btn_CreateRestorePoint.Caption=Opprett gjenopprettingspunkt
RdImageButton_Restore.Caption=Gjenopprett
RdImageButton_Delete.Caption=Slett
lblNull.Caption=Ingen gjenopprettingspunkter for system.
Rdlbl_CreateRestorePoint.caption=Opprett gjenopprettingspunkt

[SystemRestore_M]
SysRestore_CreateComplete=Gjenopprettingspunkt er vellykket opprettet!
SysRestore_CreateFailed=Opprettelse av gjenopprettingspunkt gikk galt! Vennligst sjekk om systemgjenoppretting er mulig.
SysRestore_CreateRestore_Confirm=Er du sikker på at du vil opprette et gjenopprettingspunkt?
SysRestore_CreateRestore_Tip=Oppretter gjenopprettingspunkt. Vennligst vent...
SysRestore_CreateRestore_Failed=Opprettelse av gjenopprettingspunkt gikk galt! Vennligst sjekk om systemgjenoppretting er mulig.
SysRestore_SetRestore_Confirm=ADVARSEL: Gjenopprettelse av systemet til et gjenopprettingspunkt vil gjøre om alle endringer som er foretatt etter at gjenopprettingspunktet ble opprettet. Når du starter, kan ikke systemgjenopprettingen gjøres om eller stanses. Er du sikker på at du vil fortsette?
SysRestore_SetRestore_Reboot=En omstart kreves for at disse endringene skal tre i kraft. Vennligst lagre alle åpnede filer og steng alle åpne programmer før omstart. Start datamaskinen på nytt nå?
SysRestore_SetRestore_Tip=Gjenoppretter systemfiler og innstillinger nå. Vennligst vent...
SysRestore_Delete_Confirm=Er du sikker på at du vil slette den?

[UninstallForm_M]
MsgBox_SelectProgram=Vennligst velg minst et program.
Msg_Bundle_RebootSpec=ble avinstallert. Vennlisgt start datamaskinen på nytt for å fullføre avinstallasjonen.
OneItemStr=%d element
SomeItemStr=%d elementer
Clean_Uninstall=Rydd Uninstall
RebootToDelete_Str=(Slett ved omstart)
UninstallingSingleStr=Er du sikker på at du vil avinstallere det valgte programmet?
UninstallingSomeStr=Er du sikker på at du vil avinstallere %d programmer?
UninstallingSingleStrUpdate=Er du sikker på at du vil avinstallere den valgte Windows oppdateringen?
UninstallingSomeStrUpdate=Er du sikker på at du vil avinstallere de valgte %d Windows oppdateringene?
UninstallingSingleStrApp=Er du sikker på at du vil avinstallere den valgte Windows applikasjonen?
UninstallingSomeStrApp=Er du sikker på at du vil avinstallere de valgte %d Windows applikasjonene?
Uninstall_Str=Avinstallerer %s (%d/%d)
Scan_Str=Skanner %s (%d/%d)
UninstallOne_Str=Avinstallerer %s
ScanOne_Str=Skanner %s
CreateRetore_Str=Oppretter gjenopprettingspunkt. Vennligst vent...
SureToDeleteSomeStr=<a>%d</a> programmer er avinstallert. Imidlertid har de fortsatt følgende restfiler.
SureToDeleteOneStr=<a>1</a> program er avinstallert. Imidlertid finnes det fortsatt restfiler.
SureToDeleteSomeStrApp=<a>%d</a> Windows applikasjoner er avinstallert. Imidlertid finnes det fortsatt følgende gjenværende rester.
SureToDeleteOneStrApp=<a>1</a> Windows applikasjon er avinstallert. Imidlertid finnes det fortsatt følgende gjenværede rester.
SureToDeleteByHistroy=Rester funnet
DeletingStr=Fjerner rester. Vennligst vent
DeleteCancleStr=Er du sikker på at du ønsker å avbryte slettingen?
RestoringCancleStr=Oppretter gjenopprettingspunkt. Er du sikker på at du vil avbryte?
UninstallingCancleStr=Avinstallasjon er i arbeid og restfiler kan bli igjen dersom du avslutter nå. Er du sikker på at du vil avslutte?
ScaningCancleStr=Skanning pågår og restfiler kan være igjen dersom du avslutter nå. Er du sikker på at du vil avslutte?
RegistryCaption_Str=Register
FileCaption_Str=Fil
TaskCaption_Str=Tidsstyrte oppgaver
ServiceCaption_Str=Systemtjenester
DllCaption_Str=DLL registrering
SuccessReslutFromHistroySingle=Restfiler er vellykket fjernet. Sjekk detaljene nedenfor:
SuccessReslutFromUninstallSingle=Du har avinstallert <a>%d</a> program med detaljer vist nedenfor:
SuccessReslutFromUninstallSome=Du har avinstallert <a>%d</a> programmer med detaljer vist nedenfor:
SuccessReslutFromUninstallSingleApp=Du har avinstallert <a>%d</a> Windows applikasjon. Detaljer vises nedenfor:
SuccessReslutFromUninstallSomeApp=Du har avinstallert <a>%d</a> Windows applikasjoner. Detaljer vises nedenfor:
SuccessReslutNeedRestartSingle=<a>%d</a> program er avinstallert.
SuccessReslutNeedRestartSome=<a>%d</a> programmer er avinstallert.
FileDeleteReslut=Filer slettet: <a>%s</a>
RegDeleteReslut=Registeroppføringer slettet: <a>%d</a>
TaskDeleteReslut=Planlagte oppgaver slettet: <a>%d</a>
ServiceDeleteReslut=Tjenester slettet: <a>%d</a>
DeepDeleteReslut=Loggede elementer slettet:  <a>%d</a>
HtmlRecomReslutCaption=Avinstallert <a>%d</a> programmer og fjernet restelementer nedenfor:
HtmlRecomReslutCaption1=Avinstallert <a>%d</a> program og fjernet gjenværende rester som vist nedenfor:
HtmlRecomReslutAppCaption=Avinstallert <a>%d</a> Windows applikasjonerog fjernet gjenværende rester som vist nedenfor:
HtmlRecomReslutAppCaption1=Avinstallert <a>%d</a> Windows applikasjon og fjernet gjenværende rester som vist nedenfor:
HtmlFileReCaption=<a>%s</a> ubruklige filer
HtmlRegReCaption=<a>%d</a> ubruklige registeroppføringer
HtmlTaskReCaption=<a>%d</a> ugyldige oppgaver
HtmlServicesReCaption=<a>%d</a> ugyldige systemtjenester.
HtmlFileReCaptionOne=<a>%s</a> ubrukelig fil
HtmlRegReCaptionOne=<a>%d</a> ubrukelig registeroppføring
HtmlTaskReCaptionOne=<a>%d</a> ugyldig tidsstyrt handling
HtmlServicesReCaptionOne=<a>%d</a> ugyldig systemtjeneste
UninstallPromote=Kjøp nå
RebootYes=Start på nytt nå
RebootLater=Senere
FromHistroyNoItem=Ingen restelementer funnet.
FromUninstallNoItem=Avinstallasjon fullført.
RelatedMetroText=Disse applikasjonene er relatert til hverandre. Dersom du avinstallerer en av dem, avinstalleres de andre automatisk. Er du sikker på at du vil avinstallere?
RelatedSoftText=De koblede produktene ble installert på samme tid. Ønsker du å avinstallere dem sammen?
HtmlADPluginCaption=<a>%d</a> forstyrrende annonsetillegg
HtmlMaliciousPluginCaption=<a>%d</a> skadelige trusler fra programtillegg
MoneyBackInfo=Du vil oppleve en sikrere og raskere PC ved å fjerne uønskede programmer og programtillegg fullstandig. 60 dagers garanti for penege tilbake uten at vi stiller spørsmål.
SpecRestartAll=Vennligst start datamaskinen på nytt for å avinstallere følgende programmer fullstendig. Start på nytt nå?
SpecRestartOne=Vennligst start datamaskinen på nytt for å avinstallere følgende program fullstendig. Start på nytt nå?
UnPromoteTitle=Imidlertid, med PRO versjonen tilbys enda flere egenskaper og fordeler:
UnPromote_60=60 dagers "pengene tilbake" garanti
PromotelbPlugins=Fjern <a>%d</a> ondsinnede annonser eller programtillegg for en sikrere nettlesing
PromotelbPlugin=Fjern <a>%d</a> ondsinnet annonse eller programtillegg for en sikrere nettlesing
PromotelbPlugin0=Fjern ondsinnede annonser/programtillegg for en sikrere nettlesing
PromotelbUpdate=Ett klikk for å oppdatere <a>%d</a> utdaterte programmer og redusere sikkerhetsrisiko
PromotelbUpdate0=Ett klikk for å oppdatere utdaterte programmer og redusere sikkerhetsrisiko
PromotelbMoreDB=Fjern gjenstridige programmer som ellers ikke lar seg avinstallere på normal måte.
PromotelbClean=Ett klikk for å fjerne sammenkoblede programmer
PromotelbAuto=Fjern gjenværende rester for andre programmers avinstallasjon.
NeedCloseApp=%s kjører og må lukkes før det kan avinstalleres. Er du sikker på at du vil lukke det?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systemgjenoppretting er ikke aktivert. Vennligst klikk "OK" slik at IObit Uninstaller kan aktiveres for å lage gjenopprettingspunkter før programmer avinstalleres.
OfficialFail=Kunne ikke avinstallere følgende program. Du kan avinstallere det med det offisielle avinstallasjonsverktøyet.
OfficialFails=Kunne ikke avinstallere følgende programmer. Du kan avinstallere dem med programmenes respektive offisielle avinstallasjonsverktøy.
QuitDonwload=Er du sikker på at du vil avbryte installeringen?
LogHintTitle=Flere fordeler. Vi lover
LogHintStr=+ Avinstaller loggførte programmer grundig<br>+ Rengjør fjerning av 200+ gjenstridige programmer<br>+ Avinstaller sammenkoblede grupperte programmer fullstendig og enkelt
UpgradePromote=Oppgrader til IObit Uninstaller PRO for å fjerne rester automatisk
UpgradeFileDelete=%s restfiler er vellykket fjernet.
UpgradeRegsDelete=%s uaktuelle registeroppføringer er vellykket fjernet.
UpgradeRegDelete=%s uaktuell registeroppføring har blitt fjernet.
PromoteB_Title=Flere problemer kan repareres med PRO versjonen:
PromoteB_Update=Utdatert programvare kan oppdateres med 1. klikk:
PromoteB_Plugin=Skadelige tillegg/annonser bør fjernes for sikrere nettlesing:
PromoteB_Leftover=Rester etter avinstallasjoner kan fjernes for å få en renere PC:
PromoteB_Log=Programmer som er logget, kan avinstalleres fullstendig:
PromoteB_Unuse=Programmer som ikke er benyttet på over 2 måneder kan avinstalleres:
PromoteB_Banweb=Varsler fra nettsteder kan blokkeres for å unngå avbrytelser:
PromoteB_Fix=Reparer nå
PromoteB_Stubborn=Gjenstridige programmer kan fjernes fullstendig:
OfficialSp_1=Avinstaller det følgende programmet helt med programmets offisielle avinstallasjonsverktøy.
OfficialSps_1=Avinstaller de følgende programmene helt med programmenes respektive offisielle avinstallasjonsverktøy.
LogPromoteHintTitle=Grundig fjerning av loggede elementer med <a>PRO versjonen</a>:
LogPromoteHintRegs=<a>%s</a> registeroppføringer
LogPromoteHintReg=<a>%s</a> registeroppføring
LogPromoteHintFiles=<a>%s</a> filer
LogPromoteHintFile=<a>%s</a> fil
LogPromoteHintTasks=<a>%s</a> planlagte handlinger
LogPromoteHintTask=<a>%s</a> planlagt handling
LogPromoteHintServices=<a>%s</a> systemtjenester
LogPromoteHintService=<a>%s</a> systemtjeneste
LogPromoteHintDlls=<a>%s</a> dll registreringer
LogPromoteHintDll=<a>%s</a> dll registrering
LogPromoteFormLogPro=loggede elementer
LogPromoteFormDesc=kan fjernes fullstendig med PRO versjonen
LogPromoteFormTip=Detaljer som nedenfor:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Åpne i Regedit
mniMenu_Path.caption=Åpne filplassering
btnImg_AllMainCancel.caption=Avbryt
btnImg_Uninstall.caption=Avinstaller
btnImg_ChkAutoDelete.caption=Automatisk fjerning av restfiler
btnImg_ChkCreateRestore.caption=Opprett et gjenopprettingspunkt før du avinstallerer
lbl_IsUninstallHint.caption=Vi du avinstallere det valgte programmet?
btnImg_Delete.caption=Slett
btnImg_ReslutCancel.caption=Avbryt
btnImgl_SeletedAll.caption=Velg alle
btnImg_ChkShredFile.caption=Makuler filer
lbl_NoPowerScan.caption=Avinstallasjon fullført.
btnImg_RecommendClose.caption=Avslutt
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Garantert fullstendige avinstalleringer og en renere PC
btn_Tab.caption=Få mer ut av IObit Uninstaller med PRO versjonen
lbl_InfoDB.caption=Stor database for å fjerne gjenstridige programmer komplett
lbl_InfoRemove.caption=Fjern annonsetillegg for sikker && jevn nettlesing
lbl_InfoUpdate.caption=Overvåk programinstallasjon && fjern bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Sammenkoblede programmer funnet
btn_UninstallAll.caption=Avinstaller alle
lbl_Info.caption=Avinstaller alle de følgende grupperte programmene samtidig med IObit Uninstaller PRO, eller bare avinstaller det aktuelle programmet.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Sammenkoblede programmer funnet. Vennligst velg uønskede sammenkoblede programmene for avinstallering.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Hva er nytt?

[WindowsUpdate_M]
Update_NoItem_Tip=Ingen Windows oppdateringer funnet.
NoSerchItem_Tip=Ingen treff for søket.
Update_Loading_Tip=Laster inn...
Update_WindowsTitle=Her listes alle de installerte Windows oppdateringene på datamaskinen din. Avinstaller de uønskede Windows oppdateringene for å frigjøre plass.
Button_Uninstall=Avinstaller

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installer nå
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Fjerning av gjenstridige programmer
lbl_NewDescTitle.caption=Noen ganger kan det være vanskelig å avinstallere et program uten å benyttet programmets eget avinstalleringsverktøy. Noen ganger finnes det heller ikke noe slikt vertøy. Imidlertid, med vår spesielle database kan programmer avinstalleres komplett på enkelt vis.

[Uninstaller_Stubborn_M]
MalwareGroup=Skadelige prog. (%d)
MalwareDes=Oppdag og fjern skadelge programmer og komponenter for å beskytte PCen.
IssuesGroupEx=Programmer med avinstallasjonsproblemer (%d)
IssuesDesEx=Avinstaller programmer med avinstalleringsproblemer, som f.eks. manglende avinstallasjonsregister, ødelagt avinstallasjonsverktøy eller med en uforstålig avinstalleringsprosess.
OfficialGroupEx=Offisiell Database for fjerning (%d)
OfficialDesEx=Noen programmer kan ikke avinstalleres på normal måte av sikkerhetsgrunner. Du kan enkelt avinstallere dem ved å bruke deres offisielle program for fjerning her.
AllGroupEx=Database for programmer som støttes (%d)
AllDesEx=Her listes det opp flere programmer som du kanskje ikke vil finne en måte å avinstsllere på andre steder. Du kan på enkelt vis avinstallere dem her.
ProblemsTip=Problemer funnet
LoadingTip=Laster inn støttet database for programmer...

